<template>
  <div class="noticeWrap">
      <Bar :val="title" />
      <hr>
      <ul>
          <li v-for="notice in noticeList" :key="notice.idx"><NoticeList :notice="notice" /><hr id="listHr"></li>
      </ul>
  </div>
</template>

<script>
import Bar from '@/components/mypage/shared/Bar'
import NoticeList from '@/components/mypage/Notice/NoticeList'

export default {
  data () {
    return {
      title: '공지사항',
      noticeList: [{
        idx: 1,
        date: '2020.02.11',
        title: '신규 상품 디즈니 가습기 오픈 이벤트 시작합니다.',
        content: `안녕하세요 네이버 그라폴리오 서비스팀입니다.
                  먼저 그라폴리오 서비스를 이용해 주시는 회원님들께 진심으로 감사드립니다. 
                  저희는 그라폴리오 회원님의 작품을 네이버 내 다양한 서비스에서 더 많은 분들께 알려드리기 위해 오는 6월27일자로 
                  그라폴리오 서비스 이용약관을 변경하고자 합니다.`
      }, { idx: 2,
        date: '2020.02.11',
        title: '신규 상품 디즈니 가습기 오픈 이벤트 시작합니다.',
        content: `안녕하세요 네이버 그라폴리오 서비스팀입니다.
                  먼저 그라폴리오 서비스를 이용해 주시는 회원님들께 진심으로 감사드립니다. 
                  저희는 그라폴리오 회원님의 작품을 네이버 내 다양한 서비스에서 더 많은 분들께 알려드리기 위해 오는 6월27일자로 
                  그라폴리오 서비스 이용약관을 변경하고자 합니다.`
      }, { idx: 3,
        date: '2020.02.11',
        title: '신규 상품 디즈니 가습기 오픈 이벤트 시작합니다.',
        content: `안녕하세요 네이버 그라폴리오 서비스팀입니다.
                  먼저 그라폴리오 서비스를 이용해 주시는 회원님들께 진심으로 감사드립니다. 
                  저희는 그라폴리오 회원님의 작품을 네이버 내 다양한 서비스에서 더 많은 분들께 알려드리기 위해 오는 6월27일자로 
                  그라폴리오 서비스 이용약관을 변경하고자 합니다.`
      }, { idx: 4,
        date: '2020.02.11',
        title: '신규 상품 디즈니 가습기 오픈 이벤트 시작합니다.',
        content: `안녕하세요 네이버 그라폴리오 서비스팀입니다.
                  먼저 그라폴리오 서비스를 이용해 주시는 회원님들께 진심으로 감사드립니다. 
                  저희는 그라폴리오 회원님의 작품을 네이버 내 다양한 서비스에서 더 많은 분들께 알려드리기 위해 오는 6월27일자로 
                  그라폴리오 서비스 이용약관을 변경하고자 합니다.`
      }, { idx: 5,
        date: '2020.02.11',
        title: '신규 상품 디즈니 가습기 오픈 이벤트 시작합니다.',
        content: `안녕하세요 네이버 그라폴리오 서비스팀입니다.
                  먼저 그라폴리오 서비스를 이용해 주시는 회원님들께 진심으로 감사드립니다. 
                  저희는 그라폴리오 회원님의 작품을 네이버 내 다양한 서비스에서 더 많은 분들께 알려드리기 위해 오는 6월27일자로 
                  그라폴리오 서비스 이용약관을 변경하고자 합니다.`
      }]
    }
  },
  components: {
    Bar, NoticeList
  }
}
</script>

<style>

</style>
