<template>
  <div class="fullHeight">
  <Bar :val="title" />
  <LongText :text="text" />
  </div>
</template>

<script>
import Bar from '@/components/shared/Bar'
import LongText from '@/components/shared/LongText'

export default {
  metaInfo: {
    title: 'Shall We Shop - 이용약관'
  },
  name: 'TermsService',
  /* eslint-disable */
  data () {
    return {
      title: '서비스 이용약관',
      text: `이용 약관
      
제 1 장

제 1 조 (목적)
이 약관은 이피엔스 주식회사(이하 “회사”)가 운영하는 스마트폰, PC 등 인터넷을 통해 제공되는 ‘쉘위샵’ 모바일 애플리케이션 및 웹 서비스(“쉘위샵”)을 통해서 제공하는 전자상거래 관련 서비스 및 기타 서비스(이하 “서비스”라 함)를 이용하는 자와 회사 간의 권리, 의무를 확정하고 이를 이행함으로써 상호 발전을 도모하는 것을 그 목적으로 합니다. 

제 2 조 (약관의 명시, 효력과 개정)
1.	회사는 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리 할 수 있는 곳의 주소를 포함), 전화번호, 모사전송 번호, E-MAIL주소, 사업자등록번호, 통신판매업 신고번호, 개인정보관리책임자등을 회원이 쉽게 확인할 수 있도록 “쉘위샵” 초기 서비스 화면 또는 연결화면에 게시합니다. 
2.	회사는 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자서명법, 정보통신망이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 전자금융거래법, 소비자기본법 등 관련 법률을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다. 
3.	회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 초기화면에 그 적용일자 7일(다만, 회원에게 불리한 내용으로 변경하는 경우에는 30일) 이전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 변경을 할 때에는 공지 외에도 등록한 접속정보로 회원에게 통지합니다. 이 경우 회사는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 회원이 알기 쉽도록 표시 합니다. 변경된 약관은 그 적용일자 이후부터 적용 됩니다. 
4.	회원은 개정된 약관에 동의하지 않을 경우 회원탈퇴를 할 수 있으며, “회사”가 제3항에 따라 개정 약관을 공지 또는 통지하면서 회원에게7일(다만, 판매회원에게 불리한 내용으로 변경하는 경우에는 30일)기간 내에 개정 약관 적용 거부의 의사표시를 하지 않으면 개정 약관 적용에 동의한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정 약관 적용에 동의한 것으로 봅니다. 
5.	회사는 필요한 경우 특정 서비스에 적용될 사항을 정한 약관(이하 “개별약관”)또는 서비스 이용과 관련된 세부적인 내용(이하 “이용정책”)을 정하여 이를 “쉘위샵”에 공지할 수 있습니다. 개별약관리나 이용정책의 변경이 있는 경우 회사는 변경 내용의 효력 발생7일(다만, 회원에게 불리한 내용으로 변경하는 경우에는 30일)이전에 제3항에서 정한 방법으로 해당 변경 사항을 공지 합니다. 
6.	이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다. 
7.	회원은 “서비스” 초기 서비스화면의 공지사항 또는 등록한 접속정보를 통해 이 약관의 변경사항을 확인할 의무가 있으며 개정된 약관에 동의한 회원이 약관의 변경으로 인하여 발생한 피해 및 회원의 과실로 개정된 약관의 내용을 알지 못해 발생하는 피해에 대해서 회사는 책임지지 않습니다.

제3조 (회사의 일반적 준수사항)
1.	회사는 판매자가 “서비스”에서 정보통신망 이용촉진 및 정보보호에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률에 따른 의무를 준수하도록 안내하고 권고합니다.
2.	회사는 판매자의 상호, 주소, 업태, 종목, e-mail주소, 대표자 성명, 사업자등록번호, 통신판매업신고번호, 전화번호를 확인합니다.

제4조 (용어의 정의)
1.	이 약관에서 사용하는 용어의 정의는 다음과 같습니다. 
(1)	구매안전 서비스: 회사가 구매자의 결제대금의 보호를 위하여 일정 기간 동안 결제대금을 예치하는 서비스를 말합니다. 
(2)	상품리뷰: 상품 구매 후 해당 상품에 대한 종합적인 평가를 기록한 글, 이미지, 영상물 등의 게재물을 말합니다
(3)	접속정보: 회원이 회원 가입 및 로그인 시 식별자로 활용되는 회원의 SNS 기 등록정보, e-mail주소(및 인증번호) 및 아이디(ID)/비밀번호를 말합니다.
(4)	닉네임: 회원의 표시를 위하여 회원이 설정한 문자, 문자와 숫자의 조합, 문자, 숫자 및 기호의 조합을 말합니다. 다만, 타 회원이 설정한 닉네임과 중복된 닉네임은 사용할 수 없습니다.(방송자의 경우 닉네임이 대표 상점명이 됩니다.)
(5)	오픈마켓: 누구나 판매자나 구매자가 되어 온라인상에서 상품을 팔고 살 수 있는 가상의 장터를 말합니다.
(6)	이용자: 이 약관에 따라 회사가 제공하는 서비스를 받는 회원과 비회원을 말합니다.
(7)	회원: 회사가 정한 회원가입절차에 따라 회사에 개인정보를 제공하여 회원등록을 한 개인 또는 법인으로서, 다음과 같이 일반회원과 판매회원으로 구분이 됩니다. 
①	일반회원(또는 구매자): 영상물 시청, 댓글, 구독 및 상품구매를 포함한 회사에서 제공하는 구매서비스를 이용할 수 있는 14세 이상의 개인이나 법인 
②	브랜드사회원(또는 판매자): 회사에서 제공하는 구매서비스 및 브랜드사회원 이용약관(이하 “판매이용약관”)상의 판매서비스를 이용할 수 있는 14세 이상의 개인이나 법인. 판매회원은 개인판매회원과 사업자판매회원으로 구분됩니다.
1.	개인판매회원: 사업을 목적으로 하지 않는 개인적인 물품의 판매와 구매가 모두 가능한 회원
2.	사업자판매회원: 사업자등록을 마친 후 전문적인 판매활동을 하는 법인 또는 개인사업자로서 물품의 판매와 구매가 모두 가능한 회원 
(8)	인플런서(셀리): “서비스”에서 브랜드사회원의 상품 판매 및/또는 일반회원의 상품 구매를 돕기 위해, 특정 상품에 대한 설명 및 리뷰 등을 포함한 영상물을 제작하거나 영상물 내에 등장하는 회원을 말합니다. 회원 중 “쉘위샵”으로부터 해당 권한을 부여받은 회원이 이에 해당합니다.  
(9)	영상물(또는 “방송”): 인플런서(셀리)가 브랜드사회원의 상품 판매 및/또는 일반회원의 상품 구매를 돕기 위해 제작한 특정 상품에 대한 설명 및 리뷰 등을 포함한 동영상을 말합니다. 영상물 중 일부는 제작과 동시에 실시간으로 방영될 수 있고 이를 “라이브”라고 하며, 라이브에서는 상품의 구매 및 판매 기능, 댓글 작성 등의 기능이 제공됩니다.
(10)	비회원: 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다. 비회원은 상품 구매는 가능하나 일부 기능이 사용이 불가능합니다.
(11)	게시물: 회원이 서비스에 등록하는 채팅, 댓글, 상품 구매후기 등 각종 글, 이미지, 동영상 등을 말합니다.
(12)	할인쿠폰: 판매회원, 인플런서(셀리) 또는 회사는 구매 서비스를 이용하는 회원에게 지정된 상품 구매시 일정액 또는 일정비율을 할인받을 수 있는 할인쿠폰(할인코드 형태 포함)을 발급할 수 있습니다.
(13)	구매확정기간: 구매자가 거래에 대하여 구매확정 여부(구매확정, 반품, 교환)의 의사표시를 하여야 하는 기간으로, 상품 배송완료일로부터 7일이 되는 날까지를 말합니다.
(14)	영업일: 회사가 정상적으로 서비스를 제공한 날로서 토요일, 일요일 및 법정공휴일을 제외한 날을 말합니다.
2.	제1항에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.

제5조 (서비스의 종류)
1. 회사가 제공하는 서비스는 다음과 같습니다.
  (1) E-Commerce Platform 개발 및 운영서비스
    ① 판매관련 업무지원서비스
    ② 구매관련 지원서비스
    ③ 매매계약체결관련 서비스
    ④ 상품 정보검색 서비스
    ⑤ 영상물 등을 활용한 상품 소개 서비스
    ⑥ 기타 전자상거래 관련 서비스
3.	회사가 제공하는 전항의 서비스는 회원이 재화 등을 거래할 수 있도록 사이버몰의 이용을 허락하거나, 통신판매를 알선하는 것을 목적으로 하며, 개별 브랜드사  회원(판매자)이 “쉘위샵”에 등록한 상품과 관련해서는 일체의 책임을 지지 않습니다.

제6조     (책임의 부인)
  1.   회사는 통신판매중개자로서 효율적인 서비스를 위한 시스템 운영 및 관리 책임만을 부담하며, 재화 또는 용역의 거래와 관련하여 구매자 또는 판매자를 대리하지 아니하고, 회원 사이에 성립된 거래 및 회원이 제공하고 등록한 게시물에 대해서는 해당 회원이 그에 대한 직접적인 책임을 부담하여야 합니다.
  2.  서비스를 이용하고자 하는 자는 이 약관에 동의하고, 서비스 화면의 게재된 SNS 배너 또는 회원아이디를 입력하고 회사가 요청하는 정보를 기입합니다. 휴대폰 인증에 휴대폰 번호를 입력 후에 도착한 인증번호를 서비스 화면에 입력해야만 합니다.
  3.  회원가입은 만 14세 이상의 개인 또는 사업자(개인사업자 및 법인사업자)가 할 수 있으며, 타인의 정보를 도용하는 경우 서비스이용이 제한되거나 관련 법령에 의거 처벌받을 수 있습니다.
  4.   이용신청의 처리는 신청순서에 의하며, 회원가입의 성립시기는 제1항 후단에 따른 회사의 이용승낙의 의사표시가 회원에게 도달한 시점으로 합니다.
  5.   회사는 위 제2항에서 정한 기재항목을 사실대로 정확하게 기재하고 이 약관에 동의한 자의 가입 신청에 대하여 이용신청을 승낙함을 원칙으로 합니다. 회사는 다음과 같은 사유가 발생한 경우 이용신청에 대한 승낙을 거부할 수 있습니다.
     (1)   만 14세 미만의 자가 이용신청을 하는 경우
     (2)   회사에 의하여 이용계약이 해지된 날로부터 [2]개월 이내에 재이용신청을 하는 경우(회원에게 재이용이 허락되었다고 할지라도, 서비스 이용과정에서 해지된 사실이 확인되면 이용계약이 해지될 수 있음)
     (3)   회사로부터 회원자격 정지 조치 등을 받은 회원이 그 조치기간 중에 이용계약을 임의 해지하고 재이용신청을 하는 경우 (회원에게 재이용이 허락되었다고 할지라도, 서비스 이용과정에서 회원자격정지 조치를 받았던 사실이 확인되면 이용계약이 해지될 수 있음)
     (4)   이용계약 해지 후 회원 재가입, 임의 해지 등을 반복하거나 다수의 접속정보로 가입하여 회사가 제공하는 각종 할인쿠폰, 이벤트 혜택 등으로 경제적 이익을 편법으로 수취하거나, 타인의 명의를 무단으로 사용하는 등이 발견된 경우(신규 이용신청을 거부함과 함께 기존 회원 이용계약을 해지할 수 있음)
     (5)   신청 내용에 허위, 기재누락, 오기가 있는 경우
     (6)   회사에 의해서 회원의 이용계약이 해지된 경우
     (7)   기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우
  6.    회사는 다음과 같은 사유가 있는 경우 회원가입을 유보할 수 있습니다. 이 때, 회사는 이용신청자에게 승낙유보의 사유, 승낙 가능 시기 또는 승낙에 필요한 추가 요청정보나 자료 등 승낙유보와 관련된 사항을 해당 서비스 화면에 게시하거나 전화, 문자, e-mail 등의 방법으로 통지합니다.
    (1)   설비에 여유가 없거나, 기술상 지장이 있는 경우
    (2)   기타 회사가 합리적인 판단으로 의하여 필요하다고 인정하는 경우

제8조 (개인정보의 변경)
1.	회원은 이용신청 시 허위의 정보를 제공하여서는 아니 되며, 기재한 사항이 변경되었을 경우에는 즉시 변경사항을 최신의 정보로 수정하여야 합니다. 
2	회사의 회원에 대한 통지는 회원의 접속정보에 도달함으로써 통지된 것으로 보며, 수정하지 않은 정보로 인하여 발생하는 손해는 당해 회원이 전적으로 부담하며, 회사는 이에 대하여 아무런 책임을 지지 않습니다. 
3	거래가 성사되었을 때 회사는 판매자와 회원 간에 물품거래와 배송 등 이행과 관련하여 필요한 범위 내에서 회원의 개인정보를 판매자에게 제공할 수 있습니다.

제9조     (접속정보의 관리)
1.	접속정보에 대한 관리책임은 회원에게 있으며, 회원은 어떠한 경우에도 본인의 접속정보를 타인에게 양도하거나 대여할 수 없습니다.
2.	회사의 귀책사유 없이 접속정보의 유출, 양도, 대여로 인하여 발생하는 손실이나 손해에 대하여는 회원 및 이용자 본인이 그에 대한 책임을 부담합니다.
3.	회원은 접속정보를 도난당하거나 제3자가 무단으로 이를 사용하고 있음을 인지한 경우, 이를 즉시 회사에 통보하여야 하고 회사는 이에 대한 신속한 처리를 위하여 최선의 노력을 다합니다.

제10조  (계약기간 및 이용계약의 종료)
1.	회원의 해지
(1)	회원은 언제든지 해당 서비스화면을 통하여 회사에게 해지의사를 통지함으로써 이용계약을 해지할 수 있습니다. 다만, 회원은 해지의사를 통지하기 최소한 7일 전에 모든 거래를 완결시키는데 필요한 거래완료, 철회 취소 등의 조치를 취하여야만 하고, 판매회원 또는 회사에 대한 미지급채무를 모두 완제해야 합니다.
(2)	전호의 기간 내에 회원이 발한 의사표시로 인해 발생한 불이익에 대한 책임은 회원 본인이 부담하여야 하며, 이용계약이 종료되면 회사는 회원에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다.
(3)	회원의 의사로 이용계약을 해지한 후, 추후 재이용을 희망할 경우에는 자유롭게 재이용이 가능합니다.
2.	회사의 해지
(1)	회사는 다음과 같은 사유가 발생하거나 확인된 경우 이용계약을 해지할 수 있습니다.
①	 다른 회원, 브랜드사회원, 인플런서(셀리) 또는 회사(직원 및 상담원 포함)를 포함한 타인의 지적재산권 등 재산상 권리나 명예, 신용 기타 인격적 권리(이하 합하여 “권리”라고 합니다)을 침해하거나 대한민국 법령 또는 공서양속에 위배되는 행위를 한 경우
②	회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나 시도한 경우. 아래의 행위는 이에 해당하는 것으로 봅니다.
‐   합리적 사유 없이 상습적•악의적으로 이의를 제기하거나 비방하는 행위
‐   구매한 상품에 특별한 하자가 없음에도, 상습적으로 취소, 환불 요청 등을 하는 행위
‐   그 외 회사가 정한 안전거래 이용규칙을 위반한 경우
③	제7조 제5항 승낙거부사유가 있음이 확인된 경우
④	회원이 이 약관을 위반한 경우
⑤	기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있다고 인정할 경우
(2)	회사가 해지를 하는 경우 회사는 회원에게 접속정보를 통하여 해지사유를 밝혀 해지의사를 통지합니다. 거래의 안전을 위하여 회사는 동일인 소유로 확인되는 회원의 접속정보(이용자 코드 포함)에 대해서 일괄적으로 해지를 할 수 있습니다. 이용계약은 회사의 해지의사를 회원에게 통지한 시점에 종료됩니다. 
(3)	본 항에 의하여 회사가 이용계약을 해지하더라도, 해지 이전에 이미 체결된 매매계약의 완결과 관련해서는 이 약관이 계속 적용됩니다.
(4)	본 항에서 정한 바에 따라 이용계약이 종료될 시에는 회사는 회원에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다. 
(5)	본 항에서 정한 바에 따라 이용계약이 종료된 경우에는, 회원의 재이용신청에 대하여 회사는 이에 대한 승낙을 거절할 수 있습니다.
(6)	회원에게 제7조 제5항의 이용신청 거부 사유가 있는지 판단하기 위해서 회사는 회원탈퇴 후 12개월 동안 해당 회원의 회원가입 기재 정보 및 서비스 이용 정보 등 개인정보를 보관하고, 그 이후에는 이를 삭제/폐기 처리합니다.
(7)	이용계약의 종료와 관련하여 발생한 손해에 대해서는 이용계약이 종료된 해당 회원이 책임을 져야 하고, 회사는 일절 책임을 지지 않습니다. 본 항에서 정한 바에 따라 이용계약이 종료되어 회사에 손해가 발생한 경우 해당 회원은 회사의 손해를 배상해야 합니다.

제11조  (서비스기간과 중단)
1.	이 약관에 따른 서비스 기간은 서비스 신청일로부터 이용계약의 해지 시까지입니다.
2.	회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 서비스 일시 중단 사실과 그 사유를 “쉘위샵” 초기화면에 통지합니다. 
3.	회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스의 제공을 제한하거나 일시 중단할 수 있습니다.

제3장 구매서비스의 이용

제12조  (매매계약의 체결 및 대금 결제)
1.	상품의 매매계약은 회원이 판매자가 제시한 상품의 판매 조건에 응하여 청약의 의사표시를 하고 이에 대하여 판매자가 승낙의 의사표시를 함으로써 체결됩니다. 회원은 상품을 구매하기 전에 반드시 “쉘위샵”에 게시된 상품의 상세 내용과 거래의 조건을 정확하게 확인해야 합니다. 구매하려는 상품의 내용과 거래의 조건을 확인하지 않고 구매하여 발생한 모든 손실과 손해는 회원 본인에게 있습니다.
2.	회사는 회원이 현금, 카드 기타의 방법으로 매매 대금을 결제할 수 있는 방법을 제공합니다.
3.	매매 대금의 결제와 관련하여 회원이 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 전적으로 구매자가 부담하여야 합니다. 
4.	상품을 주문한 후 주문일 다음 날 24시까지(주말 및 공휴일 포함) 매매대금을 결제하지 않을 경우 회사는 당해 주문을 주문취소로 간주하며, 회원의 동의 없이 취소할 수 있습니다. 
5.	회사는 구매자의 상품 매매계약 체결 내용을 ‘마이페이지’ 항목을 통해 확인할 수 있도록 조치하며, 매매계약의 취소 방법 및 절차를 안내합니다.
6.	회사는 구매자가 매매대금 결제 시 사용한 결제수단에 대해 정당한 사용권한을 가지고 있는지의 여부를 확인할 수 있으며, 이에 대한 확인이 완료될 때까지 거래진행을 중지하거나, 확인이 불가한 해당거래를 취소할 수 있습니다. 
7.	구매자가 실제로 결제하는 금액은 판매자가 정한 공급원가, 기본이용료, 상품에 적용된 할인쿠폰, 배송비, 옵션상품의 옵션내역 등이 적용된 금액(실구매액)이며 구매자에게 발행되는 구매증빙서류(현금영수증 및/또는 신용카드매출전표)는 실구매액으로 발행됩니다.

제13조 (배송)
1.	배송 소요기간은 입금 또는 대금결제 확인일의 익일을 기산일로 하여 배송이 완료되기까지의 기간(공휴일 및 휴무일 제외)을 말합니다. 
2.	회사는 판매자에게 회사로부터 구매자의 입금 또는 대금결제에 대한 확인통지를 받은 후 3영업일 이내에 배송에 필요한 조치를 취하도록 안내합니다. 단, 판매자가 상품 소개 페이지에 배송예정일을 명시한 경우 판매자는 배송예정일로부터 3일 내에 배송이 완료되도록 하면 됩니다.
3.	회사는 판매자가 구매자의 입금 또는 대금결제에 대한 확인통지를 받은 후 3영업일 이내에 배송에 필요한 조치를 하지 않을 경우 판매자가 판매하고 있는 상품에 대해 일괄 품절 처리를 할 수 있다.
4.	천재지변 등 불가항력적인 사유가 발생한 경우 그 해당기간은 배송 소요기간에서 제외됩니다. 
5.	회사는 배송과 관련하여 판매자와 구매자, 배송업체, 금융기관 등과의 사이에 발생한 분쟁은 당사자들 간의 해결을 원칙으로 하며, 회사는 어떠한 책임도 부담하지 않습니다.
6.	판매자의 발송확인 처리 이후에 구매자가 구매확정을 하지 않고 배송업체로부터 배송완료 정보를 받지 못하여 배송중 상태가 지연될 경우, 회사는 발송확인일로부터 [7일] 이내에 구매자에게 구매확정요청 안내를 할 수 있습니다. 회사의 안내 이후에도 구매자의 구매확정이 이루어지지 않을 경우 [3일]이 경과한 시점에 자동으로 배송완료로 전환될 수 있으며 이 경우 실제 구매자가 상품을 수령하지 못한 경우에 구매자는 미수취신고를 할 수 있습니다.
7.	회사는 구매자가 상품을 배송받고(전 항에 따라 배송완료 간주된 경우 포함) 구매확정 또는 구매확정으로 간주되는 경우 판매회원약관에서 정한 바에 따라 판매자에게 결제대금을 지급할 수 있습니다. 다만, 회사가 판매자에게 결제대금을 지급하기 이전에 구매자가 취소, 반품, 교환 또는 환불의 의사를 표시한 경우에는 그 지급을 보류합니다.
8.	판매자에게 결제대금 지급 후 청약철회, 취소, 해제, 무효 등의 사유가 발생한다면 회원은 판매자와 직접 청약철회, 취소, 해제 및 결제대금 환불 등에 관한 절차를 진행해야 하며, 회사는 이에 일체 책임이 없습니다.

제14조  (취소)
1.	회원은 구매한 상품이 발송되기 전까지 구매를 취소할 수 있으며, 배송중인 경우에는 취소가 아닌 반품절차에 따라 처리됩니다. 회원은 취소나 반품의 원인이 발생하면 수령한 상품을 임의로 사용하거나 훼손되도록 방치해서는 안 됩니다. 취소 또는 반품 상품의 임의사용이나 상품 보관 미흡으로 상품이 훼손되었을 때에는 그에 합당한 비용을 부담하여야 합니다.
2.	회원은 판매자와 상품매매 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 성실히 임해야 하며, 분쟁해결의 불성실로 판매자와 회사에 손실과 손해가 발생하면 그에 대한 모든 책임을 져야 합니다.
3.	회원이 결제를 완료한 후 배송준비중 상태에서는 취소신청 접수 시 특별한 사정이 없는 한 즉시 취소처리가 완료됩니다.
4.	회사가 회원의 구매대금 결제 확인에 대해 통지한 후 판매자가 상당 기간 회원의 주문 정보를 확인하지 않거나 배송 절차를 이행하지 않아 회원이 거래 취소를 요구하면 회사는 해당 거래를 취소할 수 있으며, 거래가 취소되면 보관 중인 상품 구매대금은 회원에게 환불됩니다. 아울러, 회사는 개별적인 정책으로 회원의 요구 없이도 자동 환불처리 등의 조치를 할 수 있으며 그럴 경우 미리 해당 내용을 회원에게 공지합니다.
5.	배송준비 상태에서 취소신청한 때에 이미 상품이 발송이 된 경우에는 발송된 상품의 왕복배송비를 구매자가 부담하는 것을 원칙으로 하며, 취소가 아닌 반품절차에 따라 처리됩니다.
6.	취소처리에 따른 환불은 카드결제의 경우 취소절차가 완료된 즉시 결제가 취소되며, 현금결제의 경우에는 3영업일 이내에 환불됩니다.

제15조  (반품)
1.	회원은 판매자의 상품 발송 시로부터 배송완료일 후 7일 이내까지 관계법령에 의거하여 반품을 신청할 수 있습니다.
2.	반품에 관한 일반적인 사항은 전자상거래 등에서의 소비자보호에 관한 법률 등 관련법령이 판매자가 제시한 조건보다 우선합니다.
3.	반품에 소요되는 비용은 반품에 대한 귀책사유가 있는 자에게 일반적으로 귀속됩니다. (예를 들어, 단순변심: 구매자부담, 상품하자: 판매자부담 등) 
4.	반품 신청 시 반품송장번호를 미기재하거나 반품사유에 관하여 판매자에게 정확히 통보(구두 또는 서면으로)하지 않을 시 반품처리 및 환불이 지연될 수 있습니다. 
5.	반품에 따른 환불은 반품 상품이 판매자에게 도착되고 반품사유 및 반품배송비 부담자가 확인된 이후에 현금결제의 경우에는 3영업일 이내에 환불되고, 카드 결제의 경우 즉시 결제가 취소됩니다.
6.	반품배송비를 구매자가 부담하여야 하는 경우 반품배송비의 추가 결제가 이루어지지 않으면 환불이 지연될 수 있습니다.
7.	회사는 회원의 교환 또는 반품의 요청이 정당하지 않다고 판단하면 회원의 의사표시를 취소하여 보관 중인 결제대금을 판매자에게 지급할 수 있습니다. 또한, 회원의 교환, 반품 등이 접수된 날로부터 14일이 지날 때까지 이미 수령한 상품을 판매자에게 반환하지 않거나 전화, 접속정보 등으로 연락되지 않으면 교환, 반품의 의사를 철회한 것으로 간주하여 보관 중인 결제대금을 판매자에게 지급할 수 있습니다.

제16조  (교환)
1.	회원은 판매자의 상품 발송 시로부터 배송완료일 후 7일이내까지 관계법령에 의거하여 교환을 신청할 수 있습니다.
2.	교환신청을 하더라도 판매자에게 교환할 물품의 재고가 없는 경우에는 교환이 불가능하며, 이 경우에 해당 교환신청은 반품으로 처리됩니다. 
3.	교환에 소요되는 비용은 물품하자 등 판매자의 원인으로 교환되는 경우에는 판매자가 왕복배송비를 부담하나 구매자의 변심 등 구매자의 원인으로 교환되는 경우에는 구매자가 부담합니다.

제17조  (환불)
1.	회사는 구매자의 취소 또는 반품에 의하여 환불사유가 발생할 시 현금결제의 경우에는 3영업일 이내에 환불하고 카드결제의 경우에는 즉시 결제가 취소됩니다.
2.	카드결제를 통한 구매건의 환불은 원칙적으로 카드결제 취소를 통해서만 가능합니다. 
3.	회원이 환불된 금액을 은행계좌로 입금 받고자 하는 경우에는 별도로 지정한 자신의 출금계좌로 현금출금요청을 할 수 있습니다.

제18조  (반품/교환/환불의 적용 배제)
1.	구매자는 다음 각 호의 경우에는 반품, 환불 또는 교환을 요청할 수 없습니다. 
(1)	구매자의 귀책사유로 말미암아 상품이 멸실•훼손된 경우
(2)	구매자의 사용 또는 일부 소비에 의하여 상품의 가치가 현저히 감소한 경우
(3)	시간의 경과에 의하여 재판매가 곤란할 정도로 상품의 가치가 현저히 감소한 경우
(4)	복제가 가능한 상품의 포장을 훼손한 경우
(5)	주문에 따라 개별적으로 생산되는 물품 등 판매자에게 회복할 수 없는 중대한 피해가 예상되는 경우로서 사전에 해당 거래에 대하여 별도로 그 사실을 고지하고 구매자의 서면(팝업창이나 체크박스에 동의가 표시되는 등 전자적 형태의 청약의 의사표시에 동의의 의사가 표시된 경우 포함)에 의한 동의를 받은 경우

제19조  (용역거래에 관한 특칙)
1.	여행상품, 숙박상품, 공연상품 등 재화 외의 용역(이하 “용역”)의 거래가 이루어지는 경우, 제13조의 규정에도 불구하고, 용역제공의 예약이 확정되는 경우(예컨대, 가능한 여행일정에 대한 확약, 가능한 객실에 대한 확약이 제공되는 경우)에 배송이 완료된 것으로 봅니다.
2.	용역의 거래가 이루어지는 경우, 취소, 반품 또는 환불기준은 판매자가 상품설명 화면에서 별도로 공지한 기준이 제14조 내지 제16조 및 제18조의 규정보다 우선 적용됩니다. 회원은 판매회원이 상품설명 화면에 공지한 취소, 반품 또는 환불기준을 숙지하여야 하며, 회원이 해당 용역을 구매하는 경우에는 판매자가 별도로 공지한 취소, 반품 또는 환불기준에 동의한 것으로 봅니다. 단, 판매자가 공지한 취소, 반품 또는 환불가능기간 및 조건이 『전자상거래의 소비자보호에 관한 법률』 또는 『소비자 분쟁해결기준』 등 관련법령보다 회원에게 불리한 경우에는 관련법령에 따라 취소, 반품 또는 환불가능기간 및 조건이 적용됩니다.
3.	제2항에 따라 취소, 반품 등으로 회원에게 환불이 이루어지는 경우, 환불방법은 제17조에서 정한 방법을 준용합니다.

제20조  (구매안전 서비스)
1.	회사는 e커머스 서비스의 신뢰성을 높이고 회원 간에 안전한 거래가 이루어질 수 있도록 전자상거래 등에서의 소비자보호에 관한 법률에 따라 구매안전 서비스를 제공합니다. 구매안전 서비스는 회원 간에 이루어지는 상품매매의 안전성과 신뢰성을 높이고, 상품 및 용역을 받기 전에 대금을 결제해야 하는 회원을 보호하기 위해 제공됩니다.
2.	구매안전 서비스란 상품매매계약이 체결되고 회원이 대금을 결제하였을 경우, 회원이 판매자로부터 해당 상품을 받았다면 회사는 미리 정한 서비스 이용료를 공제한 후 해당 판매자에게 대금을 정산해주고, 회원이 판매자로부터 상품을 받지 못했거나 받았더라도 판매자에게 반품한 후 환불을 요청했을 때에는 회원이 결제한 금액을 회사가 회원에게 환불해 주는 것을 말합니다.
3.	회사에서 제공하는 결제대금 보호 서비스는 판매자나 구매자를 대리하는 것이 아니며, 상품의 매매와 관련하여 판매자나 구매자의 의무를 대행하는 것도 아닙니다.
4.	구매안전 서비스를 통하여 상품구매대금을 결제하는 과정에서 발생하는 송금수수료 등은 대금을 송금하는 회원이 부담해야 합니다.
5.	구매안전 서비스를 제공하는 과정에서 이자 등이 발생했을 때 회원은 그 반환을 청구할 수 없습니다.
6.	회사는 구매자에게 상품을 공급받은 사실을 구매확정기간 내에 통보하여 주도록 요청하고, 회원은 구매결정 또는 취소, 반품, 교환 또는 환불의 의사표시를 해야 합니다.
7.	회사는 구매자가 구매확정 의사를 표시하거나 구매확정으로 간주가 되는 경우, 판매이용약관에서 정한 바에 따라 판매자에게 결제대금을 지급할 수 있습니다. 다만, 회사가 판매자에게 결제대금을 지급하기 이전에 구매자가 취소, 반품, 교환 또는 환불의 의사를 표시한 경우에는 그 지급을 보류합니다.
8.	판매자에게 결제대금 지급 후 청약철회, 취소, 해제, 무효 등의 사유가 발생한다면 회원은 판매자와 직접 청약철회, 취소, 해제 및 결제대금 환불 등에 관한 절차를 진행해야 하며, 회사는 이에 일체 책임이 없습니다.

제21조  (할인쿠폰)
1.	회사, 판매자 또는 인플런서(셀리)는 구매서비스를 이용하는 회원에게 상품 구매 시 일정액 또는 일정비율을 할인 받을 수 있는 할인쿠폰(할인코드 형태 포함)을 발급할 수 있습니다.
2.	회원은 할인쿠폰을 회원 본인의 구매에 한해서만 사용할 수 있으며, 어떠한 경우에도 이를 타인에게 실질적으로 매매 또는 양도할 수 없습니다.
3.	할인쿠폰은 품목이나 금액에 따라 사용이 제한될 수 있으며, 유효기간(할인쿠폰에 기재되어 있음)이 지난 후에는 사용할 수 없습니다.
4.	할인쿠폰을 사용하여 상품을 구입한 후 취소나 반품으로 인하여 환불이 이루어진 경우에는 유효기간이 남아 있다면 사용할 수 있습니다. 만약 취소나 환불 시 유효기간이 경과한 할인쿠폰의 경우에는 쿠폰의 발행기간이 남아있다면 자동으로 유효기간이 3일 연장되어 반환되며, 해당 기간 안에 할인쿠폰을 사용할 수 있습니다. 단, 단순변심에 의한 구매취소 등 구매자의 원인으로 인한 취소, 반품, 환불 시 또는 쿠폰의 유효기간과 발행기간이 모두 경과한 경우,  라이브 기간 동안 한정하여 판매회원(또는 인플런서)로부터 제공받은 할인쿠폰을 사용한 구매의 취소, 반품, 환불의 경우에는 재사용이 불가능할 수 있습니다.

제4장        이용자 관리 및 보호

 제22조  (회원 관리)
1.	회사는 본 약관의 본지와 관련 법령 및 상거래의 일반원칙을 위반한 회원에 대하여 다음과 같은 조치를 할 수 있습니다.
(1)	회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수 
(2)	특정서비스 이용제한
(3)	이용계약의 해지 
(4)	손해배상의 청구
2.	회사가 전항 각 호에 정한 조치를 할 경우 회사는 사전에 회원에게 접속정보로 통보며, 회원의 연락이 두절되거나 긴급을 요하는 것과 같이 부득이한 경우 선조치 후 사후 통보할 수 있습니다. 
3.	회원은 본 조에 의한 회사의 조치에 대하여 항변의 사유가 있는 경우 이에 대하여 항변을 할 수 있습니다.

 제23조  (저작물 책임)
1.	회사는 서비스를 이용함에 있어 저작권자의 저작권 보호를 위한 정책을 수립하여 운영하며 회원은 회사의 저작권 정책을 준수하여야 합니다. 
2.	회원이 회사가 제공하는 서비스를 이용하면서 작성한 게시물(영상물 제외)의 저작권은 이를 작성한 회원 본인에게 있으며, 해당 게시물이 타인의 저작권을 침해하는 경우 그에 대한 책임은 회원 본인이 부담합니다. 
3.	회사는 게시물(영상물 포함)이 다음 각 호에 해당하는 경우 사전 통보 없이 해당 게시물을 삭제하거나 게시자에 대하여 특정서비스의 이용제한, 이용계약의 해지 등의 조치를 할 수 있습니다. 단, 게시물이 다음 각 호 중 하나에 해당하지 않는 한, 회사는 게시물에 구매한 물품에 대한 단순불만 등 판매자에게 불리한 내용이 포함되었다는 이유만으로 게시물을 삭제하지 않습니다.
(1)	대한민국의 법령을 위반하는 내용을 포함하는 경우
(2)	관계법령에 의거 판매가 금지된 불법제품 또는 음란물을 게시, 광고하는 경우 
(3)	허위 또는 과대광고의 내용을 포함하는 경우
(4)	타인의 권리나 명예, 신용 기타 정당한 이익을 침해하는 경우 
(5)	직거래 유도 또는 타 사이트의 링크를 게시하는 경우
(6)	정보통신기기의 오작동을 일으킬 수 있는 악성코드나 데이터를 포함하는 경우
(7)	사회 공공질서나 미풍양속에 위배되는 경우
(8)	회사가 제공하는 “쉘위샵” 서비스의 원활한 진행을 방해하는 것으로 판단되는 경우
(9)	범죄행위와 관련된 내용을 포함하는 경우
(10)	정치, 경제적 분쟁을 야기하는 내용을 포함하는 경우
4.	회사가 제3항에 따라 게시물을 삭제하거나 게시자에 대한 조치를 취한 경우, 해당 게시자는 회사에 이의를 제기할 수 있습니다.
5.	회원이 작성한 게시물(영상물 제외)은 “쉘위샵”에서 거래되는 상품의 판촉, 홍보등을 위하여 “쉘위샵” 서비스 내 또는 포털사이트 등 다른 사이트에 복제, 배포, 전송, 전시될 수 있고, 수정, 편집될 수 있으며, 2차적저작물과 편집저작물로 작성할 수 있습니다. 단, 게시자가 게시물의 삭제 또는 사용중지를 요청하면 회사는 관련법령에 따라 보존하여야 하는 사항을 제외하고 즉시 삭제 또는 사용을 중지합니다.
6.	인플런서가 작성한 영상물의 저작권 및 영상물에 등장하는 인플런서 등 등장인물의 초상권은 “회사”에게 귀속되나, “쉘위샵”을 통해서 영상물을 사용, 복제, 전시, 유포, 전송할 권리 및 수정, 편집할 권리를 무상으로 영구적으로 부여합니다. 인플런서는 회사의 사전 동의 없이 동 저작권을 제3자에게 양도하는 등 “쉘위샵”의 위 권리를 제한하는 행위를 해서는 아니됩니다.
7.	인플런서가 영상물을 “쉘위샵” 외부에서 사용하고자 하는 경우에는, 해당 영상물의 출처로 “쉘위샵” 주소와 로고 등을 명시하여 해당 영상물이 “쉘위샵”을 통해 제작된 것이라는 점을 밝혀야 합니다.
8.	회사가 작성한 저작물에 대한 저작권 등 지적재산권은 회사에 귀속합니다.
9.	이용자가 “쉘위샵”을 이용하여 얻은 정보를 회사의 승낙 없이 복제, 송신, 출판, 배포, 방송, 기타 방법으로 이용하거나 제3자에게 이용하게 함으로 인하여 발생하는 결과에 대한 책임은 이용자 본인에게 있습니다.

제24조  (고객센터)
1.	회사는 판매자의 법위반 행위, 타인의 권리 침해 행위의 신고, 회원과 판매자 상호간 또는 회원과 제3자 사이의 불만처리 및 분쟁조정을 하기 위하여 고객센터를 운영 합니다. 회원은 판매자의 법위반 행위, 타인의 권리 침해 행위가 의심되는 경우 그에 관한 사항, 상품 또는 판매자에 관한 불만, 클레임, 이의제기, 의견제시를 “쉘위샵” 회원정보 화면의 고객센터에 할 수 있으며, 이에 더하여 소비자분쟁조정위원회, 전자거래분쟁조정위원회에 피해구제신청을 대행해 줄 것을 고객센터에 요청할 수 있습니다.
2.	회사는 고객센터를 통하여 회원으로부터 제기되는 판매자의 법위반 행위 또는 타인 권리 침해 행위에 대한 신고, 불만, 클레임, 이의제기, 의견(이하 “클레임등”)이 정당하다고 판단되는 경우 이를 신속하게 처리하며, 클레임등을 접수한 날부터 3일 이내에 그 진행경과를 알리고 클레임등을 접수한 날부터 10영업일 이내에 조사결과와 처리방안을 통보합니다.
3.	회원이 소비자분쟁조정위원회, 전자거래분쟁조정위원회에 피해구제신청를 대행해 줄 것을 고객센터에 요청한 경우 회사는 3영업일 이내에 소비자분쟁조정위원회, 전자거래분쟁조정위원회에 피해구제신청을 하고 이를 소비자에게 통보합니다.
4.	소비자분쟁조정위원회, 전자거래분쟁조정위원회, 공정거래위원회, 도지사, 시장, 구청장이 요청하는 경우 판매자의 상호, 대표자의 성명, 주소전화번호e-mail주소를 제공하여 분쟁의 해결에 협조합니다.

제25조   (금지행위)
1.	직거래 
(1)	회사가 제공하는 구매안전 서비스를 이용하지 않고 판매자와 구매자 간에 직접적으로 거래하는 직거래는 거래의 안전을 위하여 금지되고, 직거래를 통하여 발생한 제반 문제에 대한 책임은 거래 당사자에게 있으며 회사는 이로 인하여 발생된 문제에 대하여 어떠한 책임도 지지 않습니다. 
(2)	직거래를 하거나 이를 유도한 것으로 확인된 판매자는 판매서비스 이용계약이 해지될 수 있으며, 회원은 직거래를 하거나 유도한 판매자를 회사에게 신고할 수 있습니다.
2.	시스템 부정행위
(1)	회사가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법으로 서비스를 이용하거나 시스템에 접근하는 행위는 금지됩니다. 
(2)	회사는 시스템 부정행위가 확인된 경우 해당 회원에 대하여 회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수, 특정서비스의 이용제한, 이용계약의 해지 등의 조치를 할 수 있으며 이로 인하여 발생한 손해가 있을 시 이에 대한 배상을 청구할 수 있습니다. 
3.	결제 부정행위
(1)	타인의 명의나 카드정보, 계좌정보 등을 도용하여 회사가 제공하는 서비스를 이용하는 행위는 금지됩니다. 
(2)	물품판매 또는 용역제공을 가장하여 자금을 융통하는 것과 같이 여신전문금융업법 등 법령에 의하여 금지된 방법으로 비정상적인 결제를 하는 것은 금지되며, 해당 내용이 확인된 경우 회사는 이용계약을 해지하거나 회원의 거래를 중지시키고 관련기관에 통보할 수 있습니다. 
(3)	실제 상품의 배송이 없거나 회사가 제공하는 할인쿠폰의 유효기간을 연장하기 위한 목적으로 구매와 취소를 반복하는 등 상품의 실질적인 구매의사가 없이 구매행위를 하는 것과 회사가 제공하는 할인율 등을 이용하여 비정상적인 거래를 하는 것은 금지되며, 해당 내용이 확인된 경우 회사는 당해 거래를 취소할 수 있으며 아래 제4호의 제재 조치를 취할 수 있습니다. 
(4)	회사는 결제 부정행위가 확인된 경우 해당 회원에 대하여 경고, 회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수, 특정서비스 또는 특정기간 이용제한, 이용계약의 해지 등의 조치를 할 수 있으며 이로 인하여 발생한 손해가 있을 시 이에 대한 배상을 청구할 수 있습니다.
4.	정보통신망 이용촉진 및 정보보호에 관한 법률에 의한 금지
(1)	회원은 아래 각 호에 해당하는 게시물을 상품평, 영상물에 대한 댓글 등 “쉘위샵” 내에 작성 또는 게시하여서는 아니됩니다.
①	음란한 부호•문언•음향•화상 또는 영상을 배포•판매•임대하거나 공공연하게 전시하는 내용의 정보
②	사람을 비방할 목적으로 공공연하게 사실이나 거짓의 사실을 드러내어 타인의 명예를 훼손하는 내용의 정보
③	공포심이나 불안감을 유발하는 부호•문언•음향•화상 또는 영상을 반복적으로 상대방에게 도달하도록 하는 내용의 정보
④	정당한 사유 없이 정보통신시스템, 데이터 또는 프로그램 등을 훼손•멸실•변경•위조하거나 그 운용을 방해하는 내용의 정보
⑤	「청소년보호법」에 따른 청소년유해매체물로서 상대방의 연령 확인, 표시의무 등 법령에 따른 의무를 이행하지 아니하고 영리를 목적으로 제공하는 내용의 정보
⑥	법령에 따라 금지되는 사행행위에 해당하는 내용의 정보
⑦	범죄를 목적으로 하거나 교사(敎唆) 또는 방조하는 내용의 정보
⑧	수신자의 명시적인 수신거부의사에 반하는 영리목적의 광고성 정보
(2)	회사는 전 호의 정보를 임의로 삭제할 수 있습니다.
(3)	회사는 제1호의 행위가 확인된 경우 해당 회원에 대하여 회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수, 특정서비스의 이용제한, 이용계약의 해지 등의 조치를 할 수 있으며 이로 인하여 발생한 손해가 있을 시 이에 대한 배상을 청구할 수 있습니다.
5.	회사의 서비스의 원활한 진행을 방해하거나 방해할 우려가 있는 행위 금지
(1)	회원은 아래 각 호의 행위를 하여서는 아니됩니다.
①	합리적 사유 없이 상습적•악의적으로 이의를 제기하는 행위
②	구매한 상품 또는 서비스에 특별한 하자가 없음에도, 상습적으로 사용 후 취소, 반품 등을 하는 행위
③	동일한 사실이나 의견을 반복적으로 게시하는 행위
④	자신이 구매하지 않는 판매상품에 대해서 상품평을 다는 등 허위, 과장, 왜곡된 정보를 게시하는 행위
⑤	높은 만족도를 주고 상품평을 쓰는 대가로 금전 또는 기타의 보상을 받거나 받기로 약정하고 상품평을 쓰는 행위
⑥	제3자에게 재판매하기 위한 목적으로 회사가 제공하는 혜택이나 할인률 등을 부당하게 이용하는 행위
(2)	회사는 전 호에 해당하는 정보를 임의로 삭제할 수 있습니다
(3)	회사는 제1호의 행위가 확인된 경우 해당 회원에 대하여 회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수, 특정서비스의 이용제한, 이용계약의 해지 등의 조치를 할 수 있으며 이로 인하여 발생한 손해가 있을 시 이에 대한 배상을 청구할 수 있습니다.
6.	회사는 구매회원의 법령 위반, 이 약관 위반 기타 금지행위 여부에 대한 모니터링을 실시하고 있으며, 구매회원은 회사의 모니터링 업무에 협조하여야 합니다.

제26조  (금지행위 확인을 위한 조사)
회사는 회원의 금지행위가 의심되면 일시적으로 서비스 이용을 정지하고 사실 확인 및 소명을 위해 정지한 날로부터 15일 이내에 필요 최소한의 증빙자료(거래사실증명서, 물품 수급 및 발주, 배송증빙서류 등)를 회원에게 요청 할 수 있습니다. 만약 특별한 사정없이 회원이 회사가 요청한 증빙자료를 정해진 기한 내에 제출하지 않거나 서류 미비 또는 소명이 되지 않을 경우 이용제한, 회원탈퇴될 수 있습니다.

제6장       기타

제27조  (약관 외 준칙 및 관련 법령과의 관계)
1.	이 약관에 명시되지 않은 사항은 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자 보호에 관한 법률 등 관련 법령의 규정과 일반 상관례에 의합니다.
2.	회사가 제공하는 서비스를 통하여 거래한 경우, 전자상거래 등에서의 소비자 보호에 관한 법률 등 관련 법령이 해당 거래 당사자에게 우선적으로 적용되고, 거래 당사자는 이 약관의 규정을 들어 거래 상대방에 대하여 면책을 주장할 수 없습니다.
3.	회사는 이 약관에 변경이 있을 경우, 시행 7일 이전에 해당 변경사항을 공지합니다.
4.	회원은 이 약관의 내용에 변경이 있는지 여부를 주시하여야 하며, 변경사항의 공지가 있을 시에는 이를 확인하여야 합니다.

제28조  (회사의 면책)
1.	회사는 통신판매중개자로서 “쉘위샵”을 기반으로 한 거래시스템만을 제공할 뿐이며, 회원의 구매 거래의 당사자는 회원과 판매자이며, “쉘위샵”의 거래시스템을 이용한 거래 내용에 관한 모든 분쟁에 대해서는 판매자와 구매회원 즉, 당해 거래 당사자가 책임을 져야 하고, 회사는 이에 관한 일체의 책임을 부담하지 아니합니다.
2.	“쉘위샵”의 일체의 상품에 관한 표시광고, 영상물 등 게시물은 모두 판매자가 한 것이며 전적으로 판매자가 책임을 지고, 회사는 이와 관계가 없으며 일체의 책임을 부담하지 아니합니다.
3.	제11조 2항의 사유로 인하여 서비스를 일시적으로 중단하는 경우 회사는 이로 인하여 회원 또는 제3자가 입은 손해에 대하여 책임지지 않습니다. 단, 회사의 고의 또는 중과실로 인한 경우에는 그러하지 아니합니다. 
4.	제11조 3항의 사유로 인하여 서비스를 제한하거나 중단하는 경우 회사는 불가항력을 이유로 그 책임을 면합니다.
5.	회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
6.	회원이 자신의 개인정보를 타인에게 유출 또는 제공함으로써, 발생하는 피해에 대해서 회사는 일체의 책임을 지지 않습니다.
7.	회사의 서비스 화면에서 링크, 배너 등을 통하여 연결된 회사(이하 피연결회사)와 회원간에 이루어진 거래에 회사는 개입하지 않으며, 해당 거래에 대하여 책임을 지지 않습니다.
8.	회사는 서비스 화면에 표시되는 판매자가 제공하는 상품 또는 영상물 등 게시물 등의 정확성, 적시성, 타당성 등을 보증하지 않으며, 그와 관련하여 어떠한 책임도 지지 않습니다.
9.	회사는 제5조 제1항에 따른 서비스나 기능의 전부 또는 일부를 수정하거나 중단하는 것에 대해 책임을 지지 않습니다.
10.	“쉘위샵”에서의 거래 및 서비스는 실시간으로 진행되지 않을 수도 있습니다. “쉘위샵”에서의 거래 및 서비스는 회원의 현재 소재지와 회원이 이용하는 무선 데이터 서비스 제공자의 네트워크 등의 이유로 제한, 지연될 수 있습니다. 회사는 상기 사유로 거래 및 서비스가 제한됨으로 인하여 발생하는 불이익에 대해서는 책임을 지지 않습니다.

제29조  (관할법원)
이 약관에 관하여 회사와 회원의 분쟁 또는 회원 상호간의 분쟁에 대해 회사를 당사자로 하는 소송이 제기될 경우에는 회사의 본사 소재지를 관할하는 법원을 합의관할법원으로 정합니다.

제30조  (회원에 대한 통보)
이 약관에 의해서 회사가 회원에게 통보하는 경우 회사는 “쉘위샵” 서비스 내 회원의 접속정보로 통보합니다.

제31조  (기타조항)
1.	회사는 필요한 경우 특정 서비스(혹은 그 일부)를 “쉘위샵” 서비스를 통하여 미리 공지한 후, 일시적 또는 영구적으로 수정하거나 중단할 수 있습니다. 
2.	회사와 회원은 상대방의 명백한 동의 없이 이 약관상의 권리와 의무를 제3자에게 양도할 수 없습니다.
3.	이 약관과 관련하여 당사자 간의 합의에 의하여 추가로 작성된 계약서, 협정서, 통보서 등과 회사의 정책변경, 법령의 제정 개정 또는 공공기관의 고시나 지침 등에 의하여 회사가 “쉘위샵” 서비스를 통해 회원에게 공지하는 내용도 이 약관의 일부를 구성합니다.
4.	회사는 구매자 회원이 서비스를 이용할 때 발생할 수 있는 정당한 의견이나 불만 사항을 적극적으로 수렴하여 해결하고, 회원 상호 간의 분쟁을 조정하기 위하여 노력합니다. 회사는 회원이 제기하는 각종 불만사항과 의견을 적극적으로 검토한 후 정당하다고 판단될 때에는 이를 신속하게 처리하며, 즉시 처리하기가 어려운 사항이 있으면 그 사유와 처리기간을 접속정보 혹은 전화로 회원에게 통보합니다. 
`
    }
  },
  components: {
    Bar, LongText
  }
}
</script>
<style>

</style>
